tap 'phinze/cask'

cask 'google-chrome'
cask 'keyremap4macbook'
cask 'xtra-finder'

brew 'mysql'
brew 'redis'
brew 'mongodb'
brew 'memcached'

brew 'sqlite'
brew 'phantomjs'
brew 'imagemagick'

brew 'chruby'
brew 'ruby-install'

brew 'zsh'
brew 'tmux'
brew 'vim'
brew 'git'

brew 'haskell-platform'

brew 'z'
brew 'ag'
brew 'grc'
brew 'nkf'
brew 'hub'
brew 'tig'
brew 'refe'
brew 'wget'
brew 'jpeg'
brew 'tree'
brew 'git-now'
brew 'gnu-sed'
brew 'readline'
brew 'autoconf'
