tap 'phinze/cask'

cask 'google-chrome'
cask 'keyremap4macbook'

brew 'zsh'
brew 'tmux'
brew 'vim'
brew 'git'

brew 'z'
brew 'ag'
brew 'grc'
brew 'nkf'
brew 'hub'
brew 'tig'
brew 'refe'
brew 'wget'
brew 'jpeg'
brew 'tree'
brew 'git-now'
brew 'gnu-sed'
brew 'readline'
brew 'autoconf'
