# Brewfile - System tools managed by Homebrew
# Usage: brew bundle --file=~/Brewfile

brew "git"                    # Version control
brew "gh"                     # GitHub CLI
brew "tig"                    # Git TUI
brew "bat"                    # cat with syntax highlighting
brew "fzf"                    # Fuzzy finder
brew "jq"                     # JSON processor
brew "yq"                     # YAML processor

brew "ripgrep"                # Fast grep (rg)
brew "fd"                     # Fast find
brew "tree"                   # Directory listing
brew "gnu-sed"                # GNU sed (gsed)

brew "ffmpeg"                 # Video/audio processing
brew "imagemagick"            # Image manipulation

brew "pandoc"                 # Document conversion
brew "gnuplot"                # Graph generation
brew "sqlite"                 # Database (supplement to system sqlite3)

brew "colima"                 # Container runtime for macOS
brew "docker"                 # Docker CLI
brew "docker-compose"         # Docker Compose

brew "gnupg"                  # GPG encryption

cask "1password-cli"          # 1Password CLI (op)
